Repository: gpl4all/e21-modules-extra
Catalog: forecasts/po/*.po
Languages: ca

source: Forecasts Settings
ca: Configuració previsions

source: Display Settings
ca: Mostra configuració

source: Poll Time
ca: Temps d'actualització

source: %2.0f minutes
ca: %2.0f minuts

source: Show Description
ca: Mostra descripció

source: Popup on mouse over
ca: Finestra emergent al passar amb ratolí

source: Unit Settings
ca: Configuració unitats

source: Weather.com Forecasts Code
ca: Codi previsió Weather.com

source: Forecasts Code/US Zip Code
ca: Codi/US Zip previsió

source: To find the code for your area, go to:
ca: Per trobar el codi de la seva àrea, vagi a:

source: %s, find your area, and look at the URL
ca: %s, trobi la seva àrea, i miri la URL

source: Forecasts
ca: Previsions

source: Settings
ca: Configuració

source: %s: Current Conditions
ca: %s: Condicions actuals

source: Wind Chill
ca: Vent gelat

source: Wind Speed
ca: Velocitat del vent

source: Humidity
ca: Humitat

source: Visibility
ca: Visibilitat

source: Pressure
ca: Pressió

source: Rising
ca: Pujant

source: Falling
ca: Baixant

source: Steady
ca: Estable

source: Sunrise / Sunset
ca: Sortida del sol / Posta del sol

source: Today
ca: Avui

source: Tomorrow
ca: Demà

source: High
ca: Màxima

source: Low
ca: Mínima
